export default {
  home: "หน้าหลัก",
  our_service: "บริการของเรา",
  about_us: "เกี่ยวกับเรา",
  contact: "ติดต่อเรา",
  application: "แอปพลิเคชัน",
  server: "เซิร์ฟเวอร์",
  website: "เว็บไซต์",
  wdd: "การพัฒนาการออกแบบเว็บไซต์",
  mad: "การพัฒนาการออกแบบแอปพลิเคชันบนมือถือ",
  sdm: "การจัดการการพัฒนาเซิร์ฟเวอร์",
  respond_to_1: "การวางแผนการทํางาน ที่มีทั้งการตั้งหัวข้อ",
  respond_to_2: "ทราบถึงความต้องการของผู้ใช้งาน กําหนดระยะเวลา",
  develop_to_1: "ออกแบบงาน ให้ตอบโจทย์ผู้ใช้งาน",
  develop_to_2: "ให้งานออกมามีคุณภาพโดยทีมผู้พัฒนาจาก Dev In Dream",
  create_task_1: "สร้างงานผ่านเซิร์ฟเวอร์ของโปรแกรมด้วย",
  create_task_2: "ภาษา HTML หรือ เครื่องมือที่ พัฒนาระบบ ให้มีประสิทธิภาพ",
  welove_1: "ทดสอบผลงาน ปรับปรุงและฟังความคิดเห็น",
  welove_2: "นํามาแก้ไขให้ตอบโจทย์กับที่ลูกค้า ต้องการ",
  dev_in_1: "พัฒนาเซิร์ฟเวอร์อย่างต่อเนื่อง คอยแก้ไข",
  dev_in_2:
    "อัพเดทระบบเซิร์ฟเวอร์ให้มี ประสิทธิภาพตามที่ลูกค้าต้องการและพึงพอใจ",
  enhance_your:
    "ต่อยอดธุรกิจของคุณให้โดดเด่นโดยบริษัทพัฒนาโปรแกรมด้วยทีมงานที่มีประสบการณ์และคุณภาพจาก Dev In Dream ที่พร้อมร่วมผ่านอุปสรรคไปกับคุณ ไม่ว่าจะเป็นการสร้าง Website ที่ใช้โปรแกรมให้เข้ากับธุรกิจคุณไปสู่ความสำเร็จหรือ Application ที่รองรับทั้ง IOS และ Androidเพื่อ สร้างฝันของคุณให้เป็นจริงได้ด้วย Dev In Dream",
  information: "ข้อมูล",
  web_delop_1:
    "Web Development คือ ขั้นตอนกระบวนการพัฒนาเว็บไซต์ การเขียนโค้ดภาษาโปรแกรม และ เครื่องมือสำหรับการสร้างเว็บไซต์ขึ้นมา เพื่อสร้างการทำงานที่ต้องการ โดยใช้ภาษาคอมพิวเตอร์ต่าง ๆ เช่น CSS, HTML, JavaScript, Python, Ruby on Rails และอื่น ๆ",
  web_delop_2:
    "ซึ่งส่วนมากผู้ที่ทำธุรกิจตลาดออนไลน์ มักจะทำ Web Development เพื่อสร้างความน่าเชื่อถือให้กับธุรกิจของตนมากขึ้น",
  web_delop_3:
    "Web Development แบ่งออกเป็น Front-end Development, Back-end Development และ Full-stack Development  หน้าที่การทำงานเกี่ยวกับการดูแลเว็บไซต์ก็จะแตกต่างกันออกไป แต่มีจุดหมายเดียวกัน คือ เป็นการพัฒนาเว็บไซต์ให้สมบูรณ์มากที่สุด",
  mobile_app_1:
    "Mobile Application คืออะไร คือซอฟต์แวร์ที่ถูกพัฒนาเพื่อตอบสนองทุกความ ต้องการการใช้ งานในอุปกรณ์เคลื่อนที่ ดังนั้น Mobile Application  จึงสามารถประยุกต์ให้เข้ากับทุกธุรกิจได้อย่างดี และมีประสิทธิภาพ เพื่อรองรับการใช้งานบนสมาร์ตโฟนหรือ Tablet ได้อย่างดีที่สุด",
  mobile_app_2:
    "เราพร้อมผนึกความเชี่ยวชาญระหว่างงานพัฒนา Application และกลยุทธ์ ทางธุรกิจที่เราเข้าใจเป็นอย่างดี เพื่อให้ Mobile Application ของคุณมีมูลค่า มากกว่าเป็นเพียงพื้นที่ใช้งานของเหล่าผู้ใช้งาน เท่านั้น ซึ่งไม่ว่าธุรกิจประเภทไหน ก็สามารถประยุกต์ Mobile Application ให้ใช้งานได้ตรงกับทุกรูปแบบอุตสาหกรรม",
  server_1: "Server ทําหน้าที่อะไร",
  server_2:
    "Server ทําหน้าที่เป็นเหมือนผู้ให้บริการต่าง ๆ ในโครงข่ายอินเตอร์เน็ต หรือโครงข่ายที่มีลูก ข่าย เมื่อมีผู้ใช้งานมาขอใช้บริการ Server เครื่อง Server จะจัดสรรทรัพยากรที่มีอยู่ในเครื่องเพื่อ ให้บริการในทันที",
  server_3: "server มีกี่ประเภท",
  server_4:
    "ประเภทของเซิร์ฟเวอร์ โดยปกติจะแบ่งได้เป็น 4 ประเภท คือ File Server, Print Server, Database Server, Application Serverการแบ่งออกเป็น 4 ประเภทนั้น แบ่งตามลักษณะการใช้ งาน คือ เก็บ - บริการไฟล์ บริการ/บริหาร งานพิมพ์ เก็บและบริการฐานข้อมูล และบริการ/บริหาร ซอฟต์แวร์ประยุกต์ ส่วน Mail Server, Internet Server",
  application_Tool: "เครื่องมือการใช้งาน",
  sql: "SQL Server เวอร์ชันที่มีประสิทธิภาพซึ่งได้รับการออกแบบมาโดยเฉพาะสําหรับเดฟ  Testerและบุคคลทั่วไปที่ต้องการฟีเจอร์ที่ครอบคลุมสําหรับการสร้างและทดสอบแอปพลิเคชัน",
  mail: "ให้บริการการรับส่งอีเมล์ ตัวอย่างเช่น Exim, Sendmail, Zimbra และ Microsoft Exchange เป็นต้น",
  dns: "ให้บริการการจัดเก็บข้อมูลชื่อโดเมนเมน ช่วยแปลงหมายเลข IP Address เป็นชื่อ Domain Name ตัวอย่างเช่น Bind, PowerDNS และ MyDNS เป็นต้น",
  internet:
    "คือเครื่องที่ทาหน้าที่ในการเชื่อมต่อระบบอินเทอร์เน็ตและ ควบคุมการใช้บริการอินเทอร์เน็ตให้กับ เครื่องคอมพิวเตอร์ลูกข่าย",
  is_mobile: "คืออะไร",
  is_mobile_1:
    "การพัฒนาโปรแกรมประยุกต์ เพื่อให้ใช้งานบนอุปกรณ์สื่อสารเคลื่อนที่ หรือสมาร์ทโฟนโดยเฉพาะนั้นเอง เพื่อ ตอบสนองความต้องการของผู้บริโภค  พร้อมทั้งยังสนับสนุนให้ผู้ใช้สมาร์ทโฟนได้ใช้งานง่ายยิ่งขึ้น ซึ่งมีหลายระบบ ปฏิบัตการที่พัฒนาออกมาให้ผู้บริโภคได้ใช้งานกัน  ส่วนที่ใช้งานกันอย่างแพร่หลายและเป็นที่นิยมมากก็คือ ระบบ iOS และ Android จึงทําให้เกิดการพัฒนา Application ลงบนสมาร์ทโฟนเป็นอย่างมาก",
  how_it_work: "ทำอะไรได้บ้าง",
  benefits: "ประโยชน์ด้านผู้ให้บริการ",
  benefits_1:
    "1.ลดขั้นตอนการทํางานที่ยุ่งยาก และทําให้เกิดการติดต่องานต่างๆ ที่ได้ง่าย สะดวก รวดเร็วทันใจยิ่งขึ้น",
  benefits_2:
    "2.การโฆษณาที่กระจายข่าวของธุรกิจให้เป็นวงกว้าง และเป็นที่รู้จัก ให้กับผู้คนเข้าใจในจุดการขายของธุรกิจเรา",
  consumer: "ประโยชน์ด้านผู้บริโภค / ผู้ใช้งาน",
  consumer_1:
    "1.การมี Application จะช่วยในการลดหย่อนเวลาได้เยอะ ทําให้ผู้ใช้งานไม่จําเป็นต้องออกนอกสถานที่ แค่ใช้งาน Application ก็สามารถทําธุรการส่วนตัวได้ง่าย",
  consumer_2: "2.เพิ่มความสะดวก สบายให้กับผู้ใช้งาน",
  is_web: "คืออะไร",
  is_web_1:
    " Web Design คือ การออกแบบรูปลักษณ์ภายนอกของเว็บไซต์ที่ตาเรามองเห็น เช่น ความสวยงาม รวมถึงการออกแบบฟังก์ชันการทํางานต่าง ๆ  โดยออกแบบจากมุมมองของผู้ใช้งานเป็นหลัก ซึ่งคน ที่ออกแบบเว็บไซต์ หรือที่เราเรียกกันว่า Web Designer มักใช้ซอฟต์แวร์ เช่น Figma หรือ Adobe XD ในการออกแบบ  เพื่อสร้าง User Experience",
  is_web_2:
    "เว็บไซต์ เป็นชุดหน้าเว็บ หรือเอกสารที่เข้าถึงได้ผ่านอินเทอร์เน็ต เราสามารถเข้าถึงหน้าเว็บไซต์ได้ โดยใช้เบราว์เซอร์เพื่อซื้อสินค้า หรือบริการ  ผู้เข้าชมอาจต้องการซื้อซอฟต์แวร์ที่ขายดี หรือล่าสุด, ดาวน์โหลดโปรแกรมซอฟต์แวร์ และเข้าร่วมการสนทนาออนไลน์เกี่ยวกับงานอดิเรกที่ชื่นชอบ เป็นต้น",
  what_ecom: "คืออะไร",
  is_ecom:
    "การทําธุรกรรมผ่านสื่ออิเล็กทรอนิกส์ในทุกช่องทางที่เป็นอิเล็กทรอนิกส์ ได้แก่ อินเทอร์เน็ต และระบบเครือข่ายคอมพิวเตอร์  การพาณิชย์อิเล็กทรอนิกส์สามารถกระทําผ่านโทรศัพท์เคลื่อนที่ การโอนเงินอิเล็กทรอนิกส์ การจัดการห่วงโซ่อุปทาน การโฆษณาในอินเทอร์เน็ต แม้กระทั่งซื้อขาย ออนไลน์  โดยมีวัตถุประสงค์เพื่อลดค่าใช้จ่ายและเพิ่มประสิทธิภาพขององค์กร",
  is_ecom_1:
    "เทคโนโลยีสารสนเทศที่รุดหน้า ทั้งระบบโทรคมนาคม ระบบคอมพิวเตอร์ และอินเทอร์เน็ต ทําให้การสื่อสารกันเป็นไปได้โดยง่าย    และสามารถเข้าถึงผู้ใช้บริการได้หลายระดับ อีกทั้งยังสามารถ โต้ตอบกันได้ทันที ทําให้สามารถเสนอธุรกรรมที่หลากหลาย เช่น การชื้อขาย การบริการหลังการขาย การโอนเงินชําระค่าบริการสินค้า การขนส่ง เป็นต้น",
  is_digital: "คืออะไร",
  is_digital_1:
    "เป็นรูปแบบหนึ่งของการตลาดสินค้าหรือบริการที่ใช้เทคโนโลยีด้านดิจทัลทางอินเทอร์เน็ตท้ัง แอปพลิเคชันโทรศัพท์มือถือ การโฆษณาด้วยการแสดงข้อความจอภาพ  และสื่อดิจิทัลอื่น ๆ",
  is_digital_2:
    "การตลาดดิจิทัลเข้ามามีบทบาทมากขึ้น ทําให้ผู้คนหันมาสนใจทางด้าน การตลาดออนไลน์  เพราะช่วยในเรื่องความสะดวกและยังมี digital platform หลากหลาย เรียกว่า การตลาด 5.0 (Omni Chanel) ทําให้การตลาดดิจิทัล เติบโตอย่างรวดเร็ว",
  is_digital_work_1:
    "การทําโฆษณาออนไลน์ โดยสามารถทําได้ทั้งผ่านแพลตฟอร์มต่างๆ อย่าง Google Ads, Meta Ads, Linkedin Ads และอื่นๆ",
  is_digital_work_2:
    "การทํา SEO ซึ่งจะช่วยให้เว็บไซต์ของคุณติดหน้าแรกของ Search Engine โดย Search Engine ที่ คนส่วนมากนิยมใช้คือ Google การทํา SEO ต้องมีทั้งการวิเคราะห์ข้อมูล",
  is_digital_work_3:
    "Local SEO หรือ เป็นการทําให้หน้าร้านค้าออฟไลน์ของคุณ แสดงผลมากขึ้นเมื่อทําการค้นหาบนหน้า Search Engine หรือด้วยวิธีออนไลน์",
  web_hover: `พัฒนาการใช้งาน website เพื่อส่งเสริมการขายทุกรูปแบบของธุรกิจ ให้ธุรกิจมีเอกลักษณ์ การใช้ ภาษาโปรแกรมต่างเช่น HTML, CSS และ JavaScript ที่เป็นที่นิยมมากที่สุดให้สามารถต่อยอดธุรกิจ ให้เข้าถึงไปยังผู้ชมให้มีประสิทธิภาพมากยิ่งขึ้น`,
  mobile_hover:
    "พัฒนาการใช้งาน Mobile App เพื่ออํานวยความสะดวกให้ผู้ใช้งาน การโอนเงินผ่านแอปฯ การซื้อ สินค้าออนไลน์ การสั่งอาหาร จองคิวร้านอาหาร แชทพูดคุย ดูภาพยนตร์ หรือคลิปวิดีโอ แอปฯ รวมถึงเป็นช่องทางการสื่อสารระหว่างแบรนด์ให้ตรงตามเป้าหมายทั้งมุมมองขององค์กรและลูกค้า",
  ecom_hover:
    "พัฒนาซอฟแวร์ออกแบบ เว็บไซต์ แอปพลิเคชั่น เน้นการตลาดรองรับการขายที่คุณสามารถเลือกได้ สนับสนุนทุกการตลาดไม่ว่า จะทางด้านไหนคุณสามารถเลือกรูปแบบของคุณได้ พร้อมฟังก์ชั่นการใช้ งานแนะนําในทุกขั้นตอนเพื่อให้การตลาดของธุรกิจคุณเป็นไปตามฝันที่คุณต้องการ",
    digital_hover:'พัฒนาฟังก์ชั่นด้วยฟีเจอร์ใหม่ และ ทันสมัยตามเทรน ให้เหมาะสมต่อการใช้งาน ทําการตลาดที่ แตกต่าง ให้ทุกแพลตฟอรม์    มีระบบการทํางานที่ไม่เหมือนใคร ไม่ว่าจะเป็นลูกเล่นการใช้งาน ภาษา โปรแกรมใหม่ๆ ให้ตามช่วงยุคของโลกปัจจุบัน ให้เป็นที่ดึงดูด จนคนจับตามอง!!'
};
