export const swiper1 = [
  { img: "../img/s2.jpg", title: "Application", link: "" },
  { img: "../img/s1.jpg", title: "WEBSITE", link: "" },
  { img: "../img/s3.jpg", title: "SERVER", link: "" },
];
export const swiper2 = [
  {
    img: "../img/w1.jpg",
    title: `พัฒนาการใช้งาน website เพื่อส่งเสริมการขายทุกรูปแบบของธุรกิจ ให้ธุรกิจมีเอกลักษณ์ การใช้ ภาษาโปรแกรมต่างเช่น HTML, CSS และ JavaScript ที่เป็นที่นิยมมากที่สุดให้สามารถต่อยอดธุรกิจ ให้เข้าถึงไปยังผู้ชมให้มีประสิทธิภาพมากยิ่งขึ้น`,
    link: "/ourservice?subpath=website",
  },
  {
    img: "../img/m1.jpg",
    title:
      "พัฒนาการใช้งาน Mobile App เพื่ออํานวยความสะดวกให้ผู้ใช้งาน การโอนเงินผ่านแอปฯ การซื้อ สินค้าออนไลน์ การสั่งอาหาร จองคิวร้านอาหาร แชทพูดคุย ดูภาพยนตร์ หรือคลิปวิดีโอ แอปฯ รวมถึงเป็นช่องทางการสื่อสารระหว่างแบรนด์ให้ตรงตามเป้าหมายทั้งมุมมองขององค์กรและลูกค้า",
    link: "/ourservice?subpath=mobile",
  },
  {
    img: "../img/e1.jpg",
    title:
      "พัฒนาซอฟแวร์ออกแบบ เว็บไซต์ แอปพลิเคชั่น เน้นการตลาดรองรับการขายที่คุณสามารถเลือกได้ สนับสนุนทุกการตลาดไม่ว่า จะทางด้านไหนคุณสามารถเลือกรูปแบบของคุณได้ พร้อมฟังก์ชั่นการใช้ งานแนะนําในทุกขั้นตอนเพื่อให้การตลาดของธุรกิจคุณเป็นไปตามฝันที่คุณต้องการ",
    link: "/ourservice?subpath=e_commerce",
  },
  {
    img: "../img/d1.jpg",
    title: `พัฒนาฟังก์ชั่นด้วยฟีเจอร์ใหม่ และ ทันสมัยตามเทรน ใหเ้หมาะสมต่อการใช้งาน ทําการตลาดที่
   แตกต่าง ให้ทุก
   แพลตฟอรม์
   มีระบบการทํางานที่ไม่เหมือนใคร ไม่ว่าจะเป็นลูกเล่นการใช้งาน ภาษา
   โปรแกรมใหม่ๆ ให้ตามช่วงยุคของโลกปัจจุบัน ให้เป็นที่ดึงดูด จนคนจับตามอง!!`,
    link: "/ourservice?subpath=digital",
  },
];
